Scripts/UC01_registrationAOS/data/t12_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AccountCreateRequest xmlns=\"com.advantage.online.sto"
"re.accountservice\"><accountType>USER</accountType><address>22 Yubileinay</address><allowOffer"
"sPromotion>false</allowOffersPromotion><cityName>Perm</cityName><countryId>Russia,ru</countryI"
"d><email>kossy@mail.ru</email><firstName>Kossy</firstName><lastName>Logic</lastName><loginName"
">Kossy</loginName><password>1Fas</password><phoneNumber>88990000</phoneNumber><stateProvince>r"
"egion</stateProvince><zipcode>8888</zipcode></AccountCreateRequest></soap:Body></soap:Envelope"
">"
